{
  "link.cv": "cv/es.pdf",
  "goto.start": "Ir hacia arriba",
  "landing.title": "Inicio",
  "landing.status": "(En busca de trabajo)",
  "landing.presentation": "¡Hola! Soy <strong>Desarrollador Web Fullstack</strong> con amplios conocimientos en tecnologías web y diseño.",
  "landing.cv": "¡Descarga mi CV!",
  "job-experience.title": "Experiencia laboral",
  "job-experience.kolo": "<p>KOLO es un conjunto de herramientas (ERP) digitales que permite al pequeño y mediano empresario crecer, innovar y empoderarse de su empresa de manera accesible y personalizable.</p><strong>Mis contribuciones:</strong><ul><li>Desarrollé módulos tales como: Inventarios, Planes, Puntos de Venta, etc.; a la par de un pequeño equipo de desarrolladores.</li><li>Colaboré en mejorar el proceso de desarrollo implementando herramientas de coding y deploying.</li><li>Impulsé la implementación de buenas prácticas de desarrollo y UI/UX guiadas a ofrecer la mejor experiencia al usuario.</li></ul>",
  "projects.title": "Proyectos personales",
  "projects.button1": "Código",
  "projects.button2": "Sitio web",
  "project.mini translator": "Traductor en línea en tiempo real. Facilita la traducción entre más de 100 lenguajes, así como el dictado del texto, todo desde una interfaz de usuario minimalista e intuitiva.",
  "project.quiz game": "Juego de preguntas en línea. Tiene una interfaz cómoda y sencilla, ¡para proveer una divertida y educativa experiencia!",
  "project.jolc": "Intérprete de JOLC, un lenguaje de programación derivado de Julia, ejecutable en la web. Facilita el debug del lenguaje mediante reportes.",
  "about-me.title": "Acerca de mí",
  "about-me.text1": "Disfruto mucho desarrollando software, amo las buenas prácticas y el clean code 📖. Soy aficionado de los deportes, los videojuegos de muchos géneros y la actualidad del mundo de la tecnología.",
  "about-me.text2": "Soy de la capital de Guatemala 🇬🇹, lugar de volcanes, de gran clima y gente alegre. Por supuesto, estoy abierto a trabajar con equipos internacionales mediante teletrabajo.",
  "about-me.text3": "Estoy cursando un grado de Ingeniería en Ciencias y Sistemas en la Universidad de San Carlos de Guatemala, gracias al cual he desarrollado una gran habilidad en el desarrollo de software y el trabajo colaborativo.",
  "skills.title": "Habilidades",
  "contact.title": "¡Contáctame!",
  "contact.text1": " ",
  "quote.carl-sagan1": "Lo que nos hace grandes es el hecho de poder ver lo pequeños que somos"
}
