{
  "link.cv": "https://www.canva.com/design/DAFj9q7sRsY/0quYZ2po8bMoKWqdZ_nyKg/view?utm_content=DAFj9q7sRsY&utm_campaign=designshare&utm_medium=link&utm_source=publishsharelink",
  "navbar.contactMe": "춰Cont치ctame!",
  "goto.projects": "춰Conoce m치s de mis proyectos!",
  "goto.aboutme": "춰Conoce m치s de m칤!",
  "goto.skills": "춰Conoce m치s de mis habilidades!",
  "goto.start": "Ir hacia arriba",
  "welcome.status": "(En busca de trabajo)",
  "welcome.presentation": "춰Hola! Soy Desarrollador Web Fullstack con amplios conocimientos en tecnolog칤as web y dise침o.",
  "welcome.cv": "춰Descarga mi CV!",
  "experiences.title": "Experiencia",
  "experiences.text1": "",
  "projects.title": "Proyectos personales",
  "projects.text1": "Estos son algunos de los proyectos que he desarrollado en mi tiempo libre. 춰Espero que te gusten!",
  "project.mini translator": "Traductor en l칤nea en tiempo real. Facilita la traducci칩n entre m치s de 100 lenguajes, as칤 como el dictado del texto, todo desde una interfaz de usuario minimalista e intuitiva.",
  "project.quiz game": "Juego de preguntas en l칤nea. Tiene una interfaz c칩moda y sencilla, 춰para proveer una divertida y educativa experiencia!",
  "project.jolc": "Int칠rprete de JOLC, un lenguaje de programaci칩n derivado de Julia, ejecutable en la web. Facilita el debug del lenguaje mediante reportes.",
  "project.notes": "wip",
  "aboutme.title": "Acerca de m칤",
  "aboutme.text1": "Disfruto mucho desarrollando software, amo las buenas pr치cticas y el clean code 游닀. Soy aficionado de los deportes, los videojuegos de muchos g칠neros y la actualidad del mundo de la tecnolog칤a.",
  "aboutme.text2": "Soy de la capital de Guatemala 游섫릖, lugar de volcanes, de gran clima y gente alegre. Por supuesto, estoy abierto a trabajar con equipos internacionales mediante teletrabajo.",
  "aboutme.text3": "Estoy cursando un grado de Ingenier칤a en Ciencias y Sistemas en la Universidad de San Carlos de Guatemala, gracias al cual he desarrollado una gran habilidad en el desarrollo de software y el trabajo colaborativo.",
  "skills.title": "Habilidades",
  "skill.html": "Lenguaje de marcado de la web. Poseo alto conocimiento de HTML5 y buenas pr치cticas en el maquetado de p치ginas web.",
  "skill.css": "Lenguaje de dise침o de la web. Poseo un gran conocimiento de styling de p치ginas web, as칤 como animaciones y buenas pr치cticas.",
  "skill.javascript": "Lenguaje de programaci칩n de la web. Poseo mucha experiencia con Vanilla JavaScript en la manipulaci칩n del DOM, as칤 como el uso del entorno de ejecuci칩n Node.js para la creaci칩n de scripts y APIs de servidor.",
  "skill.typescript": "Lenguaje de programaci칩n supraconjunto de JavaScript. Poseo conocimiento del tipado inherente de TypeScript y el tipado de terceros.",
  "skill.reactjs": "Librer칤a de JavaScript para la construcci칩n de interfaces de usuario. Tengo un vasto conocimiento de los mecanismos de ReactJS, la creaci칩n de componentes reutilizables, as칤 como el uso de hooks, creaci칩n de custom hooks, optimizaci칩n de proyectos, etc.",
  "skill.redux": "Librer칤a de JavaScript para el manejo del estado global de aplicaciones web. Tengo experiencia de uso y buenas pr치cticas de Redux y Redux Toolkit en Vanilla JavaScript y ReactJs.",
  "skill.expressjs": "Framework de JavaSript para la construcci칩n de servidores HTTP. Poseo experiencia en la creaci칩n de APIs y REST APIs, creaci칩n y uso de middlewares, y an치lisis estad칤stico de datos.",
  "skill.go": "Lenguaje de programaci칩n simple y eficiente. Tengo conocimiento de creaci칩n de aplicaciones de l칤nea de comando y creaci칩n de APIs con buenas pr치cticas.",
  "skill.python": "Lenguaje de programaci칩n interpretado y multiprop칩sito. Poseo una gran experiencia en la creaci칩n de todo tipo de aplicaciones con Python, desde simples scripts de automatizaci칩n, hasta APIs de cualquier 칤ndole.",
  "skill.mongodb": "Base de datos NO-SQL. Poseo experiencia en el uso eficiente de colecciones, y el despliegue y uso de bases de datos en la nube.",
  "skill.mysql": "Base de datos SQL de Oracle. Poseo una gran experiencia en el modelado normalizado de bases de datos para las necesidades de cualquier negocio.",
  "skill.pl/sql": "Lenguaje de programaci칩n SQL de Oracle. Tengo gran experiencia en el modelado normalizado de bases de datos, creaci칩n y testing de procedimientos, funciones, triggers y schedules.",
  "skill.java": "Lenguaje de programaci칩n multiplataforma de Oracle. Tengo una vasta experiencia en la creaci칩n de interfaces de usuario para cualquier necesidad y aplicaciones de l칤nea de comando.",
  "skill.aws": "Colecci칩n de servicios en la nube de Amazon. Poseo conocimiento de Amazon S3, Amazon EC2, Amazon RDS y Amazon VPC.",
  "skill.oci": "Servicios en la nube de Oracle. Poseo conocimiento en la creaci칩n y uso de Compute Instances, Autonomous Data Warehouse, Autonomous JSON Database y Buckets.",
  "contact.title": "쯊e gusta lo que ves?",
  "contact.text1": "춰Pong치monos en contacto!",
  "quote.carl-sagan1": "Lo que nos hace grandes es el hecho de poder ver lo peque침os que somos"
}
