{
  "navbar.contactMe": "Contact me!",
  "goto.projects": "See my works!",
  "goto.aboutme": "Learn more about me!",
  "goto.skills": "Learn more about my skills!",
  "goto.start": "Go to top",
  "welcome.status": "(Looking for a job)",
  "welcome.presentation": "Hi! I'm a FullStack Web Developer with extensive knowledge in web technologies and design.",
  "projects.title": "My Works",
  "projects.text1": "The source code of all this works is available on my ",
  "project.typesty": "Web graphic user interface for interpreting a derived language of JavaScript named Typesty. Makes it easy to handle multiple files and debugging the language.",
  "project.mini translator": "Real-time translation online. Mini Translator eases the translation between 100+ languages, as well as text spelling, everything from a minimalistic and intuitive GUI.",
  "project.quiz game": "Quiz game online. The game allows picking a variety of categories and amount of questions. The GUI aims to be comfortable and simple, to make easy and intuitive the answering of questions.",
  "project.quiniela app": "wip",
  "project.jolc": "Web interpreter for a programming language derived from Julia, named JOLC. Eases the debug of the language via AST, error and symbols reports.",
  "project.notes": "wip",
  "aboutme.title": "About Me",
  "aboutme.text1": "I really like software development, I love good practices and clean code 📖. I am passionate about sports, video games of many genres and the present of the world of technology.",
  "aboutme.text2": "I live in the capital of Guatemala 🇬🇹, a place of volcanoes, great weather and nice people. Of course, I'm willing to work with international teams via remote work.",
  "aboutme.text3": "I'm studying a degree in science and systems engineering at \"Universidad de San Carlos de Guatemala\", thanks to wich I developed great skills in software development, and a huge love for everything around technology 💻.",
  "skills.title": "Skills",
  "skill.html": "The web markup language. I have a high knowledge of HTML5 and good practices in web pages layout.",
  "skill.css": "The web design language. I have a great knowledge of styling web pages, as well as animations and good practices.",
  "skill.javascript": "The web programming language. I have a high experience with Vanilla JavaScript in the manipulation of the DOM, and in server side code with Node.js for scripting and APIs.",
  "skill.typescript": "Programming language, supraset of JavaScript. I have knowledge of TypeScript basic typing, and third party libraries typing.",
  "skill.reactjs": "JavaScript library for building web GUI. I have a deep knowledge of React mechanisms, as well as reusable components building, use of hooks, creation of custom hooks, optimization, etc.",
  "skill.redux": "JavaScript library for web application's global state managment. I'm high experienced at Redux and Redux Toolkit usage along with Vanilla JavaScript and ReactJS, with good practices and scalable design.",
  "skill.expressjs": "JavaSript Framework for building HTTP servers. I have a high experience in creating APIs and REST APIs, creation and usage of middlewares, and data statistic analysis.",
  "skill.go": "Efficient programming language from Google. I have knowledge at CLIs building, as well as APIs creation with good practices.",
  "skill.python": "Simple and multipurpose programming. I have a deep experience in creating Python modules for any needs, from simple scripts, to APIs of any kind.",
  "skill.mongodb": "NO-SQL database. I'm experienced in efficient usage of collections and cloud deployment of databases.",
  "skill.mysql": "SQL database from Oracle. I have a high experience of normalized database modeling for all kind of needs.",
  "skill.pl/sql": "SQL programming language from Oracle. I'm high experienced in modeling of databases, creation and testing of procedures, functions, triggers and schedules.",
  "skill.java": "Multiplatform programming language from Oracle. I have a deep experience of desktop GUI creation for any type of needs, as well as CLI building.",
  "skill.aws": "Collection of services from the Amazon Cloud. I have knowledge in Amazon S3, Amazon EC2, Amazon RDS and Amazon VPC.",
  "skill.oracle cloud": "Cloud services from Oracle. I have knowledge in creation and managment of Compute Instances, Autonomous Data Warehouse, Autonomous JSON Database and Buckets.",
  "contact.title": "Like what you see?",
  "contact.text1": "I invite you to message me via ",
  "contact.text2": "... or send me an email to ",
  "quote.carl-sagan1": "What makes us great is the fact of being able to see how small we are"
}
