{
  "navbar.contactMe": "¡Contáctame!",
  "goto.aboutme": "acerca de mí",
  "goto.skills": "habilidades",
  "goto.projects": "mis proyectos",
  "goto.start": "ir al inicio",
  "welcome.status": "(En busca de trabajo)",
  "welcome.presentation": "¡Hola! Soy un Desarrollador Web Fullstack de seniority Junior, con amplios conocimientos en tecnologías web y diseño. ¡Te invito a conocer más de mí y de mis proyectos más abajo!",
  "aboutme.title": "Acerca De Mí",
  "aboutme.text1": "Disfruto mucho de desarrollar software, amo las buenas prácticas y el clean code 📖. Me aficionan los deportes, los videojuegos de muchos géneros y la actualidad del mundo de la tecnología.",
  "aboutme.text2": "Resido en la capital de Guatemala 🇬🇹, lugar de volcanes, de gran clima y gente alegre. Por supuesto, estoy abierto a trabajar con equipos internacionales mediante teletrabajo.",
  "aboutme.text3": "Estoy cursando un grado de ingeniería en ciencias y sistemas en la Universidad de San Carlos de Guatemala, gracias al cual he desarrollado una gran habilidad en el desarrollo de software y el trabajo colaborativo.",
  "skills.title": "Habilidades",
  "skills.text1": "Haz click para más detalles",
  "skill.html": "Lenguaje de marcado de la web. Poseo alto conocimiento de HTML5 y buenas prácticas en el maquetado de páginas web.",
  "skill.css": "Lenguaje de diseño de la web. Poseo un gran conocimiento de styling de páginas web, así como animaciones y buenas prácticas.",
  "skill.javascript": "Lenguaje de programación de la web. Poseo mucha experiencia con Vanilla JavaScript en la manipulación del DOM, así como el uso del entorno de ejecución Node.js para la creación de scripts y APIs de servidor.",
  "skill.typescript": "Lenguaje de programación supraconjunto de JavaScript. Poseo conocimiento del tipado inherente de TypeScript y el tipado de terceros.",
  "skill.reactjs": "Librería de JavaScript para la construcción de interfaces de usuario. Tengo un vasto conocimiento de los mecanismos de ReactJS, la creación de componentes reutilizables, así como el uso de hooks, creación de custom hooks, optimización de proyectos, etc.",
  "skill.redux": "Librería de JavaScript para el manejo del estado global de aplicaciones web. Tengo experiencia de uso y buenas prácticas de Redux y Redux Toolkit en Vanilla JavaScript y ReactJs.",
  "skill.expressjs": "Framework de JavaSript para la construcción de servidores HTTP. Poseo experiencia en la creación de APIs y REST APIs, creación y uso de middlewares, y análisis estadístico de datos.",
  "skill.go": "Lenguaje de programación simple y eficiente. Tengo conocimiento de creación de aplicaciones de línea de comando y creación de APIs con buenas prácticas.",
  "skill.python": "Lenguaje de programación interpretado y multipropósito. Poseo una gran experiencia en la creación de todo tipo de aplicaciones con Python, desde simples scripts de automatización, hasta APIs de cualquier índole.",
  "skill.mongodb": "Base de datos NO-SQL. Poseo experiencia en el uso eficiente de colecciones, y el despliegue y uso de bases de datos en la nube.",
  "skill.mysql": "Base de datos SQL de Oracle. Poseo una gran experiencia en el modelado normalizado de bases de datos para las necesidades de cualquier negocio.",
  "skill.pl/sql": "Lenguaje de programación SQL de Oracle. Tengo gran experiencia en el modelado normalizado de bases de datos, creación y testing de procedimientos, funciones, triggers y schedules.",
  "skill.java": "Lenguaje de programación multiplataforma de Oracle. Tengo una vasta experiencia en la creación de interfaces de usuario para cualquier necesidad y aplicaciones de línea de comando.",
  "skill.aws": "Colección de servicios en la nube de Amazon. Poseo conocimiento de Amazon S3, Amazon EC2, Amazon RDS y Amazon VPC.",
  "skill.oracle cloud": "Servicios en la nube de Oracle. Poseo conocimiento en la creación y uso de Compute Instances, Autonomous Data Warehouse, Autonomous JSON Database y Buckets.",
  "projects.title": "Mis Proyectos",
  "projects.text1": "El código fuente de todos los proyectos está disponible en ",
  "project.typesty": "Interfaz web para ejecutar un lenguaje derivado de JavaScript, llamado Typesty. Facilita el manejo de varios archivos y el debug del lenguaje.",
  "project.mini translator": "Traductor en línea en tiempo real. Facilita la traducción entre más de 100 lenguajes, así como el dictado del texto, todo desde una interfaz de usuario minimalista e intuitiva.",
  "project.quiz game": "Juego de preguntas en línea. Permite seleccionar entre una amplia variedad de categorías y la cantidad de estas. Tiene una interfaz cómoda y sencilla que hace fácil e intuitiva la experiencia de contestar las preguntas que quieras.",
  "project.quiniela app": "wip",
  "project.jolc": "Intérprete de JOLC, un lenguaje de programación derivado de Julia, ejecutable en la web. Facilita el debug del lenguaje mediante reportes.",
  "project.notes": "wip",
  "contact.title": "¿Te gusta lo que ves?",
  "contact.text1": "¡Te invito a mandarme un mensaje por ",
  "contact.text2": "... o mándame un email a ",
  "quote": "“Lo que nos hace grandes es el hecho de poder ver lo pequeños que somos”"
}
